{
  "slug": "arepas-colombianas-con-queso",
  "name": "Arepas Colombianas con Queso",
  "description": "Clásico desayuno andino. Arepas de maíz precocido con queso derretido en su interior, doradas en mantequilla y servidas calientes. Ideales con chocolate caliente o huevos pericos.",
  "difficulty": "Fácil",
  "servings": "8 arepas",
  "time": "35 minutos",
  "mainImageUrl": "https://i.postimg.cc/8z2ZbJ4G/arepas-main.webp",
  "imageUrl": "https://i.postimg.cc/8z2ZbJ4G/arepas-main.webp",
  "gallery": [
    "https://i.postimg.cc/2jXhY1v8/arepas-gallery-1.webp",
    "https://i.postimg.cc/8P8WwRwQ/arepas-gallery-2.webp",
    "https://i.postimg.cc/0jMZb6G1/arepas-gallery-3.webp"
  ],
  "category": "popular",
  "ingredients": [
    {
      "section": "Masa Base",
      "items": [
        "2 tazas (250 g) de harina de maíz precocida (blanca o amarilla)",
        "1 ½ tazas (375 ml) de agua tibia o leche",
        "1 cucharadita de sal",
        "1 cucharadita de azúcar (opcional)",
        "2 cucharadas de mantequilla ablandada"
      ]
    },
    {
      "section": "Quesos",
      "items": [
        "1 taza (125 g) de queso mozzarella rallado (para la masa)",
        "½ taza (70 g) de queso costeño o fresco rallado",
        "8 lonchas de queso mozzarella (para relleno)"
      ]
    },
    {
      "section": "Para Cocinar",
      "items": [
        "2 cucharadas de mantequilla o aceite",
        "Aceite para manos (para evitar grietas)"
      ]
    }
  ],
  "instructions": [
    "Prepara la masa: En un bol, mezcla harina, sal y azúcar. Añade agua/leche tibia y mantequilla. Integra con cuchara hasta formar una masa grumosa.",
    "Incorpora quesos: Agrega quesos rallados y amasa 3 minutos con manos húmedas hasta lograr una textura suave y maleable. Reposa 5 minutos.",
    "Forma las arepas: Divide en 8 bolas (≈100 g cada una). Aplasta cada bola en disco de 1 cm de grosor. Coloca 1 loncha de queso en el centro, cubre con otro disco y sella bordes con dedos húmedos.",
    "Cocina: Derrite mantequilla en sartén a fuego medio. Asa arepas 5-6 minutos por lado, presionando suavemente, hasta dorar y formar costra crujiente.",
    "Sírvelas: Consume inmediatamente con aguacate, crema o huevos pericos. ¡El queso debe derretirse al partir!"
  ]
}